<html>

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<title>In Memory of Professor Hongjun L</title>

<style>
<!--
 /* Font Definitions */
 @font-face
	{font-family:Wingdings;
	panose-1:5 0 0 0 0 0 0 0 0 0;}
@font-face
	{font-family:SimSun;
	panose-1:2 1 6 0 3 1 1 1 1 1;}
@font-face
	{font-family:PMingLiU;
	panose-1:2 2 3 0 0 0 0 0 0 0;}
@font-face
	{font-family:"\83EF\5EB7\4E2D\9ED1\9AD4\(P\)";}
@font-face
	{font-family:"\@SimSun";
	panose-1:2 1 6 0 3 1 1 1 1 1;}
@font-face
	{font-family:PMingLiU;
	panose-1:2 2 3 0 0 0 0 0 0 0;}
@font-face
	{font-family:Garamond;
	panose-1:2 2 4 4 3 3 1 1 8 3;}
@font-face
	{font-family:"\@\83EF\5EB7\4E2D\9ED1\9AD4\(P\)";}
 /* Style Definitions */
 p.MsoNormal, li.MsoNormal, div.MsoNormal
	{margin:0in;
	margin-bottom:.0001pt;
	font-size:12.0pt;
	font-family:"Times New Roman";
	color:white;}
h2
	{margin-top:0in;
	margin-right:0in;
	margin-bottom:2.5pt;
	margin-left:0in;
	text-align:center;
	page-break-after:avoid;
	layout-grid-mode:char;
	font-size:14.0pt;
	font-family:Arial;
	color:windowtext;
	font-weight:bold;}
a:link, span.MsoHyperlink
	{color:white;}
a:visited, span.MsoHyperlinkFollowed
	{color:white;}
p
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";
	color:white;}
@page Section1
	{size:8.5in 11.0in;
	margin:1.0in 1.25in 1.0in 1.25in;}
div.Section1
	{page:Section1;}
 /* List Definitions */
 ol
	{margin-bottom:0in;}
ul
	{margin-bottom:0in;}
-->
</style>

<meta http-equiv=Content-Language content=en-us>
</head>

<body bgcolor=black lang=EN-US link=blue vlink=blue>

<div class=Section1>

<table class=MsoNormalTable border="1" cellpadding="0" width="100%"
 style='width:100.0%' id="table1" height="1019">
 <tr style='height:200.25pt'>
  <td width="73%" colspan=2 style='width:73.0%;padding:0in 0in 0in 0in;
  height:200.25pt'>
  <p align=center style='text-align:center'><img width"=247" height="307"
  src="luhj.jpg" align="left" border="0">&nbsp;</p>
  <p align=center style='text-align:center'>&nbsp;</p>
  <p align=center style='text-align:center'>&nbsp;</p>
  <p align=center style='text-align:center'><span style='font-size:30.0pt;
  font-family:Garamond'>In memory of </span></p>
  <p align=center style='text-align:center'><b><span style='font-size:30.0pt;
  font-family:Garamond'>Professor Hongjun Lu</span></b></p>
  </td>
 </tr>
 <tr>
  <td width="50%" style='width:50.0%;border:double windowtext 2.25pt;
  padding:11.25pt 11.25pt 11.25pt 11.25pt' valign="top">
  <p class=MsoNormal><br>
  <span style='font-size:13.5pt;font-family:Garamond'>Prof. LU Hongjun's
  Scholarship Fund </span></p>
  <p style='text-align:justify;text-justify:inter-ideograph'>In loving memory
  of Hongjun and to carry on his unswerving pursuit for the broadening of
  knowledge in the database research through education, the Department of
  Computer Science will establish a memorial scholarship fund under Hongjun's
  name. The scholarship fund will be managed by a committee at HKUST. Our
  initial plan is to make use of the revenue generated from the fund for
  scholarship awards to be given away to selected applicants who should be
  postgraduate students from universities in Hong Kong and Mainland China in
  pursuit of database research. Details on the application and selection
  procedures are yet to be confirmed.</p>
  <p style='text-align:justify;text-justify:inter-ideograph'>We are now
  soliciting donations and contributions to this scholarship. For those who are
  interested in contributing to the &quot;Hongjun Lu Memorial
  Scholarship&quot;, please visit the following URL for further information:</p>
  <p><a href="fund.htm"><span style="color: #ffffff;">Prof Hongjun Lu Scholarship Fund</span></a> </p>
  <p>Lionel Ni<br>
  Professor and Head </p>
  </td>
  <td width="50%" style='width:50.0%;border:double windowtext 2.25pt;
  padding:11.25pt 11.25pt 11.25pt 11.25pt' valign="top">
  <p class=MsoNormal><br>
  <p><span style='font-size:13.5pt;font-family:Garamond'>Condolence messages</span></p>
  <ul type=disc>
   <li class=MsoNormal><span style='font-family:Garamond'>E-mail: lm@cs.ust.hk</span></li>
   <li class=MsoNormal><span style='font-family:Garamond'>Fax: (852) 2358-2679</span></li>
   <li class=MsoNormal><span style='font-family:Garamond'>Online:&nbsp;&nbsp; <a
       href="memorial.php?new=1"><span style='color:white'>Add messages</span></a>&nbsp;&nbsp;&nbsp;
       <a href="memorial.php"><span style='color:white'>View messages</span></a></span></li>
  </ul>
  </td>
 </tr>
 <tr>
  <td colspan=2 style='border:double windowtext 2.25pt;padding:11.25pt 11.25pt 11.25pt 11.25pt'>
  <hr/>
  <p class=MsoNormal><b>Professor Hongjun Lu, </b><b>25 December 1945</b><b> – </b><b>3 March 2005</b></p>
  <p class=MsoNormal>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Prematurely
  taken from us, a void remains at the Hong Kong University of Science and
  Technology in the place of our cherished colleague, teacher, mentor and
  friend, Professor Hongjun Lu. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>A
  dedicated and brilliant academic respected by his peers, and a wonderful
  tutor viewed with equal measures of affection and reverence by his students, Hongjun
  lost his fight against cancer on the evening of 3 March.  </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>As
  in his research, as in his teaching, Hongjun demonstrated exemplary mental
  strength, commitment, patience and courage as he bravely faced the challenges
  presented by his illness. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Typically,
  as he prepared to leave Hong Kong on his final journey to the Mainland, he
  had only smiles to spare for his colleagues and friends. It speaks volumes of
  the man that, even during this difficult moment, his primary concern was to
  reassure those close to him that there was hope for the future rather than to
  linger on his own plight. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Hongjun’s
  generous spirit and warm nature will be deeply missed. No longer will we
  enjoy his offers of tea, or the engaging conversation that always accompanied
  a drink with him. His colleagues in the Computer Science office still talk
  fondly of the occasion when, while away on sabbatical during Chinese New
  Year, Hongjun ensured that his co-workers each received his <i>lai see</i>
  packets and good wishes. For those who knew him, such demonstrations of his
  remarkable compassion and concern for others come as no surprise.</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>An
  acclaimed computer scientist, Hongjun Lu was without a doubt one of the
  pioneers of database development in China. His desire to bring down barriers
  in the world was reflected in his work. Indeed, nothing could be more
  symbolically fitting than that this modest man, who possessed a remarkable
  humanity and a rare ability to nurture friendships that spanned the globe,
  should be remembered for helping integrate China’s database systems with
  those of other countries. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Hongjun
  took his BSc from Tsinghua University, China, and his MSc and PhD from the
  University of Wisconsin-Madison. His versatility knew no bounds, and after a
  successful spell working in the private sector at Honeywell, he moved into
  academia taking up a post at the National University of Singapore. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Messages
  of condolence for Hongjun have flooded into HKUST from all over the world,
  many of them from his former students and colleagues in Singapore. The
  loyalty and steadfastness of Hongjun’s character are demonstrated by the fact
  that he remained at NUS for over 12 years, before the call of the Motherland
  led him back towards China and his position at HKUST, where he joined us in 1998.</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Hongjun
  leaves a tremendous legacy with his seminal work on data and knowledge base
  management systems, query processing and optimization, physical database
  design and database performance. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Respected
  as he was, his expertise was also called upon by numerous organizations. He
  was a trustee of the VLDB Endowment, a member of the ACM SIGMOD Advisory
  Board (1998-2002), an associate editor of IEEE Transactions on Knowledge and
  Data Engineering, chair of the steering committee of the International
  Conference on Web-Age Information Management, and co-chair (1998-2001) and
  chair (2001-2003) of the steering committee of the Pacific-Asia Conference of
  Knowledge Discovery and Data Mining. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>With
  his unstinting devotion to his family, friends and work, Hongjun leaves
  behind a vast number of grieving people whose lives he touched and improved
  with his presence. From Asia to North America and on across to Europe, it is
  testament to the esteem in which he and his work are held that the name of Hongjun
  Lu recurs again and again. </p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='text-align:justify;text-justify:inter-ideograph'>Hongjun
  is survived by his beloved wife Juqing Zhu, and his cherished daughter, Ying
  Lu. His memory will live forever in them, and among his extended family at
  the Hong Kong University of Science and Technology. </p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#23439;&#37406;&#25945;&#25480;&#29469;&#28982;&#38626;&#19990;&#65292;&#39321;&#28207;&#31185;&#25216;&#22823;&#23416;&#21516;&#20161;&#30171;&#22833;&#19968;&#20301;&#25711;&#24859;&#30340;&#21516;&#20107;&#65292;&#19968;&#20301;&#33391;&#24107;&#30410;&#21451;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#25945;&#25480;&#28145;&#21463;&#21516;&#20107;&#21644;&#23416;&#29983;&#25512;&#23815;&#12289;&#25793;&#25140;&#65292;&#26159;&#19968;&#20301;&#29105;&#24515;&#30433;&#36012;&#65292;&#25165;&#33775;&#27915;&#28322;&#30340;&#23416;&#32773;&#65292;&#19968;&#20301;&#35496;&#20154;&#19981;&#20518;&#30340;&#22909;&#32769;&#24107;&#12290;</span>3<span
  lang=ZH-TW style='font-family:SimSun'>&#26376;</span>3<span lang=ZH-TW
  style='font-family:SimSun'>&#26085;&#20621;&#26202;&#65292;&#20182;&#22240;&#30284;&#30149;&#22312;&#24291;&#24030;&#33287;&#19990;&#38263;&#36781;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#25945;&#25480;&#22312;&#33287;&#30284;&#30149;&#25615;&#39717;&#30340;&#36942;&#31243;&#20013;&#65292;&#19968;&#22914;&#20182;&#22312;&#25945;&#30740;&#24037;&#20316;&#25152;&#27193;&#31435;&#30340;&#31934;&#31070;&#20856;&#31684;&#65292;&#23637;&#29694;&#20986;&#28961;&#27604;&#30340;&#21191;&#27683;&#21644;&#22533;&#27589;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#22312;&#26368;&#24460;&#19968;&#27425;&#38626;&#38283;&#39321;&#28207;&#36212;&#24291;&#24030;&#21069;&#65292;&#20182;&#19981;&#24536;&#28858;&#21516;&#20107;&#21644;&#21451;&#22909;&#30041;&#19979;&#35242;&#20999;&#30340;&#31505;&#23481;&#12290;&#21363;&#20351;&#22312;&#26368;&#33393;&#38627;&#30340;&#26178;&#21051;&#65292;&#20182;&#27794;&#26377;&#24806;&#25499;&#33258;&#36523;&#30340;&#22256;&#22659;&#65292;&#21453;&#32780;&#23433;&#24944;&#36523;&#37002;&#30340;&#26379;&#21451;&#65292;&#20182;&#23565;&#26410;&#20358;&#20173;&#28982;&#20805;&#28415;&#24076;&#26395;&#12290;&#20182;&#30340;&#39640;&#23578;&#24773;&#25805;&#65292;&#20196;&#20154;&#32901;&#28982;&#36215;&#25964;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#25105;&#20497;&#28145;&#20999;&#25079;&#24565;&#38520;&#25945;&#25480;&#30340;&#35609;&#21402;&#24685;&#21644;&#65292;&#35242;&#20999;&#21451;&#21892;&#65306;&#20182;&#24859;&#20197;&#33590;&#24453;&#23458;&#65292;&#20355;&#20355;&#32780;&#35527;&#65307;&#21363;&#20351;&#22312;&#23416;&#20241;&#24180;&#65292;&#20173;&#19981;&#24536;&#22312;&#36786;&#26310;&#26032;&#24180;&#26178;&#28858;&#35336;&#31639;&#27231;&#31185;&#23416;&#31995;&#36774;&#20844;&#23460;&#30340;&#21516;&#20107;&#36865;&#19978;</span><span
  lang=ZH-TW style='font-family:SimSun'>“</span><span lang=ZH-TW
  style='font-family:SimSun'>&#21033;&#26159;”&#65292;&#36953;&#23492;&#26032;&#26149;&#31069;&#31119;&#12290;&#35469;&#35672;&#38520;&#25945;&#25480;&#30340;&#20154;&#37117;&#25240;&#26381;&#26044;&#20182;&#30340;&#39640;&#39080;&#20142;&#31680;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#25945;&#25480;&#26159;&#33879;&#21517;&#30340;&#35336;&#31639;&#27231;&#31185;&#23416;&#23478;&#65292;&#38283;&#25299;&#20013;&#22283;&#36039;&#26009;&#24235;&#31185;&#25216;&#30340;&#20808;&#39493;&#12290;&#20182;&#33268;&#21147;&#25171;&#30772;&#19990;&#30028;&#30340;&#38548;&#38305;&#65292;&#23559;&#20013;&#22283;&#30340;&#25976;&#25818;&#24235;&#31995;&#32113;&#33287;&#19990;&#30028;&#31995;&#32113;&#34701;&#21512;&#12290;&#25105;&#20497;&#25079;&#24565;&#36889;&#20301;&#20805;&#28415;&#20161;&#24859;&#12289;&#20860;&#23481;&#22825;&#19979;&#30340;&#35609;&#35609;&#21531;&#23376;&#65292;&#20182;&#24314;&#31435;&#30340;&#28145;&#21402;&#24773;&#35516;&#65292;&#19981;&#20998;&#22320;&#22495;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#20182;&#26044;&#21271;&#20140;&#28165;&#33775;&#22823;&#23416;&#21462;&#24471;&#29702;&#23416;&#22763;&#23416;&#20301;&#24460;&#65292;&#30041;&#23416;&#32654;&#22283;&#23041;&#26031;&#24247;&#36763;&#22823;&#23416;&#40613;&#36842;&#36956;&#20998;&#26657;&#65292;&#21462;&#24471;&#29702;&#23416;&#30889;&#22763;&#21644;&#21746;&#23416;&#21338;&#22763;&#23416;&#20301;&#12290;&#30050;&#26989;&#24460;&#20182;&#20808;&#22312;&#24037;&#26989;&#30028;&#30332;&#23637;&#65292;&#21152;&#20837;&#33879;&#21517;&#30340;</span>Honeywell<span
  lang=ZH-TW style='font-family:SimSun'>&#20844;&#21496;&#65292;&#34920;&#29694;&#20778;&#31168;&#65292;&#20854;&#24460;&#65292;&#20182;&#25509;&#21463;&#26032;&#21152;&#22369;&#22283;&#31435;&#22823;&#23416;&#30340;&#25945;&#24109;&#65292;&#22312;&#23416;&#34899;&#30028;&#30332;&#23637;&#20182;&#30340;&#20107;&#26989;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#33258;&#38520;&#25945;&#25480;&#30149;&#36893;&#65292;&#20358;&#33258;&#19990;&#30028;&#21508;&#22320;&#30340;&#21761;&#25991;&#19981;&#26039;&#28263;&#33267;&#31185;&#22823;&#65292;&#30070;&#20013;&#19981;&#20047;&#20182;&#22312;&#26032;&#21152;&#22369;&#24037;&#20316;&#26399;&#38291;&#30340;&#21516;&#20107;&#21644;&#23416;&#29983;&#12290;&#38520;&#25945;&#25480;&#21220;&#22894;&#24544;&#35488;&#65292;&#22312;&#26032;&#21152;&#22369;&#24037;&#20316;&#36926;</span>12<span
  lang=ZH-TW style='font-family:SimSun'>&#24180;&#65307;</span>1998<span
  lang=ZH-TW style='font-family:SimSun'>&#24180;&#65292;&#22312;&#22238;&#39243;&#31062;&#22283;&#30340;&#24863;&#21484;&#19979;&#65292;&#20182;&#21152;&#20837;&#31185;&#22823;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#25945;&#25480;&#30340;&#30740;&#31350;&#24037;&#20316;&#19981;&#26039;&#38283;&#21109;&#20808;&#27827;&#65292;&#32102;&#23416;&#34899;&#30028;&#30041;&#19979;&#35920;&#23500;&#30340;&#36986;&#29986;&#12290;&#20182;&#24478;&#20107;&#30740;&#31350;&#30340;&#23416;&#34899;&#38936;&#22495;&#21253;&#25324;&#25976;&#25818;&#24235;&#21450;&#30693;&#35672;&#24235;&#31649;&#29702;&#31995;&#32113;&#12289;&#26597;&#35426;&#34389;&#29702;&#33287;&#20778;&#21270;&#21450;&#36039;&#26009;&#24235;&#30340;&#35373;&#35336;&#33287;&#25928;&#33021;&#34920;&#29694;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-CN style='font-family:SimSun'>&#38520;&#25945;&#25480;&#30340;&#23416;&#34899;&#25104;&#23601;&#24291;&#29554;&#25512;&#23815;&#65292;&#20182;&#26366;&#20219;</span>VLDB
  Endowment<span lang=ZH-CN style='font-family:SimSun'>&#20449;&#35351;&#20154;&#12289;&#32654;&#22283;&#35336;&#31639;&#27231;&#22120;&#23416;&#26371;</span>SIGMOD<span
  lang=ZH-CN style='font-family:SimSun'>&#39015;&#21839;&#22996;&#21729;</span>(1998-2002)<span
  lang=ZH-CN style='font-family:SimSun'>&#12289;&#38651;&#27231;&#21450;&#38651;&#23376;&#24037;&#31243;&#24107;&#23416;&#26371;&#23416;&#34899;&#26399;&#21002;</span><i>Transactions
  on Knowledge and Data Engineering</i><span lang=ZH-CN style='font-family:
  SimSun'>&#21103;&#32232;&#36655;&#12289;&#33836;&#32173;&#32178;&#26178;&#20195;&#36039;&#35338;&#31649;&#29702;&#22283;&#38555;&#30740;&#35342;&#26371;&#31820;&#20633;&#26371;&#20027;&#24109;&#12289;&#21450;&#30693;&#35672;&#25506;&#32034;&#21450;&#25976;&#25818;&#25366;&#25496;&#20126;&#22826;&#21312;&#30740;&#35342;&#26371;&#31820;&#20633;&#22996;&#21729;&#26371;&#21332;&#21516;&#20027;&#24109;</span>(1998-2001)<span
  lang=ZH-CN style='font-family:SimSun'>&#21450;&#20027;&#24109;</span>(2001-03)<span
  lang=ZH-CN style='font-family:SimSun'>&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#25945;&#25480;&#23565;&#23478;&#24237;&#12289;&#26379;&#21451;&#21644;&#20107;&#26989;&#37117;&#20840;&#24773;&#25237;&#20837;&#65292;&#19981;&#23569;&#26366;&#33287;&#20182;&#20132;&#24448;&#65292;&#20006;&#22240;&#32780;&#22823;&#21463;&#35048;&#30410;&#30340;&#20154;&#65292;&#23565;&#20182;&#30340;&#36893;&#19990;&#28145;&#34920;&#21696;&#24764;&#12290;&#24478;&#20126;&#27954;&#21040;&#21271;&#32654;&#65292;&#20197;&#33267;&#27472;&#27954;&#65292;&#38520;&#23439;&#37406;&#25945;&#25480;&#30340;&#21517;&#23383;&#19968;&#27425;&#21448;&#19968;&#27425;&#20986;&#29694;&#65292;&#35211;&#35657;&#33879;&#20182;&#30340;&#21331;&#36234;&#25104;&#23601;&#12290;</span></p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'>&nbsp;</p>
  <p class=MsoNormal style='margin-bottom:6.0pt;text-align:justify;text-justify:
  inter-ideograph'><span lang=ZH-TW style='font-family:SimSun'>&#38520;&#25945;&#25480;&#36986;&#23360;&#26417;&#33738;&#38738;&#22899;&#22763;&#21450;&#24859;&#22899;&#38520;&#31310;&#65292;&#31185;&#22823;&#30340;&#22823;&#23478;&#24237;&#65292;&#23559;&#27704;&#36960;&#25079;&#24565;&#38520;&#25945;&#25480;&#12290;</span></p>
  <p>&nbsp;</p>
  <p align=right style='text-align:right'><span style='font-family:Garamond'><a
  href="committee.htm"><span style='color:white'>The HKUST committee for Prof Hongjun
  Lu’s memorial</span></a></span></p>
  </td>
 </tr>
 <tr style='height:36.75pt'>
  <td colspan=2 style='padding:11.25pt 11.25pt 11.25pt 11.25pt;height:36.75pt'>
  <p align=center style='text-align:center'><span style='font-size:10.0pt'><a
  href="photos.htm"><span style='color:white'>PHOTOS</span></a>&nbsp;&nbsp;&nbsp;
  &nbsp;&nbsp;&nbsp; <a href="http://www.ccf-dbs.org.cn/hongjun_lu/index.html"><span
  lang=ZH-CN style='font-family:SimSun;color:white'>&#20013;&#22269;&#35745;&#31639;&#26426;&#23398;&#20250;&#25968;&#25454;&#24211;&#19987;&#22996;&#20250;&#24764;&#24565;&#38470;&#23439;&#38055;&#25945;&#25480;&#32593;&#31449;</span></a></span></p>
  </td>
 </tr>
</table>

<p class=MsoNormal><span style='color:windowtext'>&nbsp;</span></p>

</div>

</body>

</html>
